export const mockup = {
  text: `住公寓太贵，我租了一个大房子，屋顶很高，门很大，开门进去，有两层，窗户不大，开窗户可以看见花园和车库，花园不大，车库也不大，打扫很方便。

墙很厚，客厅、餐厅和厨房在一层，客厅很宽敞，餐厅和厨房都很干净。

客厅里有一张舒服的沙发，一个大电视，一盏高的落地灯，还有一盏大吊灯。厨房里有一个名牌抽油烟机，一个大案板，一台大冰箱，一台多功能微波炉，一个全自动洗碗机，一个家用面包机，一个全自动咖啡机，一个小烤箱，一个大水壶，一个多功能电磁炉。台面和灶台都很干净，台面上有三个大锅。

餐厅在厨房旁边，餐桌很整齐，餐桌上有两把刀、两把叉子、三个小盘子、三个大碗、三个小杯子、一个大勺子、两双长筷子和很多厚的餐巾纸。餐厅旁边有一个小楼梯，上楼梯去二层，卧室、浴室和书房在二层，卧室很大，卧室里有一个小阳台，窗帘是红色的，拉窗帘，开灯，顶灯、壁灯和台灯都很漂亮。天花板很高，地板是防水木地板。

床很舒服，床架很结实，床垫很软，床上有一张大床单，两个硬枕头，一个厚被子，一个薄毛毯。床边有一个床头柜，床头柜上有一盏小床头灯。衣柜和梳妆台都不小，梳妆台上有一面小镜子。卧室里还有一个立式空调、一个多功能加湿器和一个大鞋柜。书房很安静，里面有一个大书柜，一张大书桌和一张整洁的电脑桌。

卫生间在浴室里面，浴室在书房旁边。卫生间和浴室都很干净，洗脸池很小，水龙头质量很好，热水器是名牌的，马桶很干净，马桶水箱很大，马桶旁边是一卷厚的卫生纸。浴室里还有一个大浴缸，淋浴喷头也是名牌的，浴帘很漂亮，浴巾很大，毛巾很厚。浴室的大灯坏了，我应该换一个大灯泡。

浴室门口有一个大洗衣机，洗衣机前面有一块漂亮的地毯。每天我用多功能吸尘器打扫房子，二层还有一个大露台，我很喜欢这个房子。`,
  words: [
    {
      spanID: 1,
      word: "have",
      pronunciation: "have",
      meaning: "曾经",
      type: "loanword"
    },
    {
      spanID: 2,
      word: "you",
      pronunciation: "ka fei1",
      meaning: "你",
      type: "loanword"
    },
    {
      spanID: 3,
      word: "seen",
      pronunciation: "ka fei2",
      meaning: "看见",
      type: "loanword"
    },
    {
      spanID: 4,
      word: "Natalie",
      pronunciation: "ka fei3",
      meaning: "Natalie",
      type: "loanword"
    },
    {
      spanID: 5,
      word: "lately",
      pronunciation: "ka fei4",
      meaning: "最近",
      type: "loanword"
    }
  ]
};
